Repository: Belarus/OmegaT-Android
Catalog: Android/omegat/project_save.tmx
Source language: en
Languages: be

source: Loading messages\u2026
be: Чытаюцца паведамленьні…

source: Loading messages…
be: Чытаюцца паведамленьні…

source: Loading more comments…
be: Чытаюцца яшчэ выказваньні…

source: Loading more messages
be: Чытаюцца іншыя паведамленьні

source: Loading more videos…
be: Чытаецца болей відэа…

source: Loading notifications…
be: Чытаюцца спавяшчэньні…

source: Loading older posts…
be: Чытаюцца ранейшыя допісы…

source: Loading photos…
be: Чытаюцца фатаздымкі…

source: Loading ringtone\u2026
be: Чытаецца мэлёдыя…

source: Loading route details
be: Чытаюцца падрабязнасьці шляху

source: Loading user info…
be: Чытаюцца зьвесткі пра карыстальніка…

source: Loading video
be: Чытаецца відэа

source: Loading video\u2026
be: Чытаецца відэа…

source: Loading video…
be: Чытаецца відэа…

source: Loading...
be: Чытаецца…

source: Loading\u2026
be: Чытаецца…

source: Loading…
be: Чытаецца…

source: Local
be: Мясцовыя

source: Local Airport Flight Schedules
be: Расклад рэйсаў мясцовага аэрапорту

source: Local Airport Flight Schedules disabled
be: Забараніць расклад рэйсаў мясцовага аэрапорту

source: Local Airport Flight Schedules enabled
be: Дазволіць расклад рэйсаў мясцовага аэрапорту

source: Local IP Address
be: Мясцовы адрас IP

source: Local Weather
be: Мясцовае надвор’е

source: Local Weather disabled
be: Забараніць мясцовае надвор’е

source: Local Weather enabled
be: Дазволіць мясцовае надвор’е

source: Local news disabled
be: Забараніць мясцовыя навіны

source: Local news enabled
be: Дазволіць мясцовыя навіны

source: Local time zone
be: Мясцовы часавы абсяг

source: Local time zone:
be: Мясцовы часавы абсяг:

source: Locale
be: Мясцовасьць

source: Locale & text
be: Лакаль і тэкст

source: Locale default
be: Звычайны для мясцовасьці

source: Locale setting
be: Налады мясцовасьці

source: Locally cached content and databases will be deleted.
be: Мясцова назапашаны зьмест і базы зьвестак сатруцца.

source: Locate to street-level (requires more battery plus view of sky)
be: Вызначаць мейсца да ўзроўню вуліцы (карыстае болей батарэі, патрабуе бачнае неба)

source: Location
be: Месцазнаходжаньне

source: Location & Google search
be: Месцазнаходжаньне ды пошук Google

source: Location & security
be: Бясьпека ды месцазнаходжаньне

source: Location & security settings
be: Налады бясьпекі ды месцазнаходжаньня

source: Location & timezone
be: Мясцовасьць ды часавы пас

source: Location access for this website will be cleared
be: Доступ гэтае пляцоўкі вашага да месцазнаходжаньня сатрэцца

source: Location attached
be: Далучылі месца

source: Location consent
be: Дазволіць вызначаць мейсца

source: Location determined by Wi-Fi and/or mobile networks
be: Мейсца вызначаецца праз Wi-Fi ды (ці) перасоўныя сеткі

source: Location determined by WiFi
be: Месца вызначаецца праз Wi-Fi

source: Location request
be: Запыт на месцазнаходжаньне

source: Location request from %s
be: %s запытваецца на месцазнаходжаньне

source: Location services
be: Службы месцазнаходжаньня

source: Location set by GPS
be: Вызначылі месцазнаходжаньне па GPS

source: Location was unavailable.
be: Месцазнаходжаньне недаступнае.

source: Location:
be: Месцазнаходжаньне:

source: Lock
be: Замкнуць

source: Lock Desktop
be: Замкнуць стальніцы

source: Lock SIM card
be: Замкнуць картку SIM

source: Lock Screen
be: Замкнуць экран

source: Lock message
be: Замкнуць паведамленьне

source: Lock screen password expired
be: Тэрмін паролю скончыўся

source: Lock screen password expiring
be: Тэрмін паролю заканчваецца

source: Lock screen with a pattern, PIN, or password
be: Замыкаць экран узорам, кодам PIN або паролем

source: Lock the screen
be: Замыкаць экран

source: Lock voice dialing
be: Забараніць набіраць голасам

source: Locked message cannot be deleted.
be: Нельга сьцерці замкнёнае паведамленьне.

source: Lockscreen
be: Замыкаць экран

source: Lockscreen gestures, style, unlock options
be: Жэсты замыкаць экран, выгляд, можнасьці адмыкаць экран

source: Lockscreen settings
be: Налады замыкаць экран

source: Lodgings
be: Найманыя пакоі

source: Lodgings disabled
be: Забараніць найманыя пакоі

source: Lodgings enabled
be: Дазволіць найманыя пакоі

source: Log
be: Справаздача

source: Log Out
be: Выйсьці

source: Log in
be: Увайсьці

source: Log in by launching the Facebook application on your Android phone.
be: Запусьціце праґраму Facebook на сваім тэлефоне Android і ўвайдзіце ў сыстэму.

source: Log out
be: Выйсьці

source: Logging out will remove your Facebook data from this phone.
be: Калі выйсьці, сатруцца ўсе дадзеныя Facebook гэтага тэлефона.

source: Logging out…
be: Выходзім з сыстэмы…

source: Login
be: Увайсьці

source: Login failed
be: Не ўдалося ўвайсьці

source: Logout
be: Выйсьці

source: Logout operation will clean up all cached data and imported contacts.
be: Калі выйсьці з рахунку, ачысьцяцца ўсе назапашаныя зьвесткі ды ўзятыя кантакты.

source: London, Dublin
be: Лёндан, Дублін

source: Long
be: Даўгая

source: Long Focus
be: Доўга

source: Long Vibrate
be: Трымцець доўга

source: Long-press the snooze button to dismiss the alarm
be: Націсьніце і трымайце кнопку «адкласьці», каб скасаваць будзьку

source: Long-pressing the BACK button will kill the foreground application.
be: Забіваць праґраму, якая працуе на пярэднім пляне, па доўгім націску на кнопку «НАЗАД»

source: Look and feel
be: Вонкавы выгляд

source: Look at Meow!!!!!
be: Зірні на кацяня!!!!!111

source: Look at meow...
be: Зірні на кацяня…

source: Look at your hair!
be: Паглядзі на свае валасы!

source: Look into the future
be: Погляд у будучыню

source: Lookahead view
be: Глядзець зьверху

source: Looking for nearest stop
be: Шукаем найбліжэйшы прыпынак

source: Looking for updates
be: Шукаем абнаўленьні

source: Looking up your address book contacts in the Skype directory.
be: Шукаем у адраснае кнізе кантакты, якія маюцца ў даведніку Skype.

source: Lost connection to server.
be: Згубілі злучэньне з паслужніком.

source: Low
be: нізкае

source: Low (30m)
be: Нізкая (30 хв.)

source: Low battery sound
be: Гук нізкага зараду

source: Low on space
be: Мала прасторы

source: Low quality
be: Нізкая якасьць

source: Low security, experimental
be: Нізкая бясьпека, выпрабоўваецца

source: Low water, forget to pay the bills.
be: Мала вады — забыліся аплаціць рахункі?

source: Low water, pipes broken?
be: Мала вады — трубы паламаліся?

source: Lower-level access and control of the system.
be: Доступ нізкага ўзроўню ды кіраваньне сыстэмаю.

source: Lunch time neow?
be: Хіба ўжо час абедаць?

source: Lyrics
be: Словы

source: M
be: o

source: M Pixels
be: мэґапікс.

source: M-I-L-K...
be: М-А-Л-А-К-О…

source: M/d/yyyy
be: dd.MM.yyyy

source: MAC addr :
be: Адрас MAC:

source: MAC address
be: Адрас MAC

source: MB
be: МБ

source: MB stored on your phone
be: МБ захоўваецца на тэлефоне

source: MCC
be: MCC (код краіны)

source: MCC field must be 3 digits.
be: Код краіны (MCC) мусіць мець 3 лічбы.

source: MDN
be: MDN (нумар прылады)

source: MEID
be: MEID (азначальнік перасоўнага абсталяваньня)

source: MIN
be: MIN (азначальнік тэлефона)

source: MM
be: ММ

source: MMI code canceled
be: Код MMI скасавалі

source: MMI code started
be: Запусьцілі код MMI

source: MMI complete.
be: Выканалі MMI.

source: MMS (Low, 30s)
be: MMS (нізкая, 30 сэк.)

source: MMS port
be: Порт MMS

source: MMS proxy
be: Пасродак MMS

source: MMSC
be: Цэнтар MMS

source: MNC
be: MNC (код сеткі)

source: MNC field must be 2 or 3 digits.
be: Код сеткі перасоўнае сувязі (MNC) мусіць мець 2–3 лічбы.

source: MORE!
be: ЯШЧЭ!

source: MSID
be: MSID (азначальнік перасоўнае станцыі)

source: MUTE
be: СЬЦІШ

source: Macro
be: Макра

source: Mad
be: Злы

source: Made by <a href=http://vkontakte.ru/id1708231>Gregory Klyushnikov</a>
be: Аўтар — <a href=http://vkontakte.ru/id1708231>Рыгор Клюшнікаў</a>

source: Magadan
be: Магадан

source: Mailbox
be: Паштовая скрынка

source: Mailbox access is not supported for some types of Yahoo! mail accounts.
be: Доступ да паштовае скрынкі не падтрымваецца пэўнымі відамі рахункаў пошты Yahoo!

source: Mailbox access is not supported for some types of Yahoo! mail accounts. If you have trouble connecting, visit yahoo.com for more information.
be: Доступ да паштовае скрынкі не падтрымваецца пэўнымі відамі рахункаў пошты Yahoo! Калі вы маеце праблемы са злучэньнем, наведайце yahoo.com каб даведацца болей.

source: Main
be: Галоўны

source: Main Dock
be: Галоўны латок

source: Main Dock Style
be: Выгляд галоўнага латку

source: Main process in use.
be: Галоўны працэс выкарыстоўваецца.

source: Main process that is in use.
be: Выкарыстоўваецца як галоўны працэс.

source: Maintenance
be: Абслугоўваньне

source: Maintenance disabled
be: Забараніць абслугоўваньне

source: Maintenance enabled
be: Дазволіць абслугоўваньне

source: Make 'Reply all' the default for responding to messages
be: Звычайна, адказваць на паведамленьні праз «Адказаць усім»

source: Make able to have workspace loop
be: Дазваляе пераходзіць адразу ад апошняга да першага экрану

source: Make default email
be: Зрабіць пачатковым адрасам эл. пошты

source: Make default number
be: Зрабіць пачатковым нумарам

source: Make device discoverable
be: Зрабіць прыладу бачнаю

source: Make passwords visible
be: Зрабіць паролі бачнымі

source: Make pattern visible
be: Зрабіць узор бачным

source: Make sure all words are spelled correctly.
be: Упэўніцеся, што ўсе словы напісалі без памылак.

source: Make sure it is showing this passkey:
be: Упэўніцеся, што паказваецца гэты пароль:

source: Make this my primary account
be: Зрабіць гэты рахунак галоўным

source: Make yourself at home
be: Пачувайцеся як дома

source: Making a phone call may not be wise at this time.
be: Ня надта разумна тэлефанаваць у гэты час.

source: Making a phone call may not be wise at this time. Are you sure you want to continue?
be: Ня надта разумна тэлефанаваць у гэты час. Ці ўпэўненыя вы, што хочаце працягваць?

source: Malay (Malaysia)
be: малайская (Малайзія)

source: Malay (Singapore)
be: малайская (Сынґапур)

source: Male
be: Мужчынскі

source: Malicious applications can corrupt your system's configuration.
be: Зламысныя праґрамы могуць сапсаваць настаўленьні сыстэмы.

source: Malicious applications can disrupt the behavior of other applications.
be: Зламысныя праґрамы могуць парушыць паводзіны іншых праґрамаў.

source: Malicious applications can force themselves to the front without your control.
be: Зламысныя праґрамы могуць не падпарадкоўвацца вашым загадам і прымусова трымацца наперадзе.

source: Malicious applications can make the phone slow or unstable by causing it to use too much memory.
be: Зламысныя праґрамы могуць запаволіць працу тэлефона або зрабіць яе няўстойліваю, выкарыстоўваючы зашмат памяці.

source: Malicious applications can make the tablet slow or unstable by causing it to use too much memory.
be: Зламысныя праґрамы могуць запаволіць працу пляншэта або зрабіць яе няўстойліваю, выкарыстоўваючы зашмат памяці.

source: Malicious applications can take over the entire screen of the phone.
be: Зламысныя праґрамы могуць захапіць увесь экран тэлефона.

source: Malicious applications can take over the entire screen.
be: Зламысныя праґрамы могуць захапіць увесь экран.

source: Malicious applications can use this to add new applications with arbitrarily powerful permissions.
be: Зламысныя праґрамы могуць карыстацца гэтым, каб дадаваць новыя праґрамы з адвольна шырокімі паўнамоцтвамі.

source: Malicious applications can use this to allow sending location information to arbitrary web sites.
be: Зламысныя праґрамы могуць карыстацца гэтым, каб дасылаць зьвесткі пра месцазнаходжаньне адвольным пляцоўкам сеціва.

source: Malicious applications can use this to confuse other applications that download files.
be: Зламысныя праґрамы могуць карыстацца гэтым, каб заблытваць іншыя праґрамы, што спампоўваюць файлы.

source: Malicious applications can use this to delete important applications.
be: Зламысныя праґрамы могуць карыстацца гэтым, каб сьціраць важныя праґрамы.

source: Malicious applications can use this to determine approximately where you are.
be: Зламысныя праґрамы могуць карыстацца гэтым, каб прыкладна вызначаць, дзе вы ёсьць.

source: Malicious applications can use this to determine where you are, and may consume additional battery power.
be: Зламысныя праґрамы могуць карыстацца гэтым, каб вызначаць, дзе вы ёсьць, і на гэта можа выдаткоўвацца дадатковая энэргія батарэі.

source: Malicious applications can use this to disable important phone capabilities.
be: Зламысныя праґрамы могуць карыстацца гэтым, каб забараніць важныя магчымасьці тэлефона.

source: Malicious applications can use this to disable important tablet capabilities.
be: Зламысныя праґрамы могуць карыстацца гэтым, каб забараніць важныя магчымасьці пляншэта.

source: Malicious applications can use this to disrupt downloads and access private information.
be: Зламысныя праґрамы могуць карыстацца гэтым, каб не дазваляць спампоўваць ды атрымваць доступ да асабістых зьвестак.

source: Malicious applications can use this to erase or modify owner data.
be: Зламысныя праґрамы могуць карыстацца гэтым, каб сьціраць або зьмяняць зьвесткі ўласьніка.

source: Malicious applications can use this to erase or modify your Browser's data.
be: Зламысныя праґрамы могуць карыстацца гэтым, каб сьціраць або зьмяняць зьвесткі аглядальніка.

source: Malicious applications can use this to erase or modify your calendar data.
be: Зламысныя праґрамы могуць карыстацца гэтым, каб сьціраць або зьмяняць зьвесткі календара.

source: Malicious applications can use this to erase or modify your calendar events or to send email to guests.
be: Зламысныя праґрамы могуць карыстацца гэтым, каб сьціраць або зьмяняць падзеі календара ці дасылаць лісты запрошаным.

source: Malicious applications can use this to erase or modify your contact data.
be: Зламысныя праґрамы могуць карыстацца гэтым, каб сьціраць або зьмяняць зьвесткі кантактаў.

source: Malicious applications can use this to kill other applications.
be: Зламысныя праґрамы могуць карыстацца гэтым, каб забіваць іншыя праґрамы.

source: Malicious applications can use this to override the location and/or status returned by real location sources such as GPS or Network providers or monitor and report your location to an external source.
be: Зламысныя праґрамы могуць карыстацца гэтым, каб замяняць месцазнаходжаньне ды (ці) стан, атрыманы ад сапраўдных крыніцаў кшталту GPS ці сеткавых апэратараў, або сачыць, дзе вы знаходзіцеся, і паведамляць пра гэта вонкавае крыніцы.

source: Malicious applications can use this to override the location and/or status returned by real location sources such as GPS or Network providers.
be: Зламысныя праґрамы могуць карыстацца гэтым, каб замяняць месцазнаходжаньне ды (ці) стан, атрыманы ад сапраўдных крыніцаў кшталту GPS ці сеткавых апэратараў.

source: Malicious applications can use this to read phone owner data.
be: Зламысныя праґрамы могуць карыстацца гэтым, каб чытаць зьвесткі ўласьніка тэлефона.

source: Malicious applications can use this to send your calendar events to other people.
be: Зламысныя праґрамы могуць карыстацца гэтым, каб дасылаць падзеі вашага календара іншым людзям.

source: Malicious applications can use this to send your data to other people.
be: Зламысныя праґрамы могуць карыстацца гэтым, каб дасылаць вашыя зьвесткі іншым людзям.

source: Malicious applications can use this to take over the phone.
be: Зламысныя праґрамы могуць карыстацца гэтым, каб захапіць тэлефон.

source: Malicious applications can use this to take over the tablet.
be: Зламысныя праґрамы могуць карыстацца гэтым, каб захапіць пляншэт.

source: Malicious applications could monitor, redirect, or modify network packets without your knowledge.
be: Зламысныя праґрамы могуць сачыць, перанакіроўваць або затрымваць сеткавыя пакеты бяз вашага ведама.

source: Malicious applications could use this to interfere with the operation of the GPS or other location sources.
be: Зламысныя праґрамы могуць могуць карыстацца гэтым, каб умешвацца ў працу з GPS або іншых крыніцаў месцазнаходжаньня.

source: Malicious applications may cause excess data usage.
be: Зламысныя праґрамы могуць спрычыніцца да дадаткова выдаткаў на сеціва.

source: Malicious applications may cause unexpected calls on your phone bill.
be: Зламысныя праґрамы могуць быць прычынаю нечаканых выклікаў у рахунку за тэлефон.

source: Malicious applications may completely compromise the system.
be: Зламысныя праґрамы могуць паставіць сыстэму ў рызыку.

source: Malicious applications may cost you money by sending messages without your confirmation.
be: Зламысныя праґрамы могуць каштаваць вам грошай, дасылаючы паведамленьні бяз вашае згоды.

source: Malicious applications may delete your messages.
be: Зламысныя праґрамы могуць сьцерці вашыя паведамленьні.

source: Malicious applications may monitor your messages or delete them without showing them to you.
be: Зламысныя праґрамы могуць сачыць за вашымі паведамленьнямі ды сьціраць іх, не паказваючы іх вам.

source: Malicious applications may monitor, redirect, or prevent outgoing calls.
be: Зламысныя праґрамы могуць сачыць, перанакіроўваць або затрымваць выходныя выклікі.

source: Malicious applications may place unnecessary and illegal calls to emergency services.
be: Зламысныя праґрамы могуць без патрэбы ды незаконна тэлефанаваць на надзвычайныя нумары.

source: Malicious applications may read your confidential messages.
be: Зламысныя праґрамы могуць чытаць вашыя асабістыя паведамленьні.

source: Malicious applications may retrieve a wide variety of private and secure information that they should never normally need.
be: Зламысныя праґрамы могуць атрымваць разнастайныя асабістыя зьвесткі і зьвесткі бясьпекі, якія яны звычайна ня мусяць патрабаваць.

source: Malicious applications may retrieve the entire window content and examine all its text except passwords.
be: Зламысныя праґрамы могуць атрымаць усё зьмесьціва вакна разам з усім тэкстам, апроч пароляў.

source: Malicious applications may unnecessarily start CDMA provisioning
be: Зламысныя праґрамы могуць без патрэбы запускаць уладкоўваць CDMA

source: Malicious applications may use this to forge MMS message receipt or to silently replace the content of any web page with malicious variants.
be: Зламысныя праґрамы могуць карыстацца гэтым, каб падрабляць атрыманьне MMS або цішком замяняць зьмесьціва хоць-якое бачыны сеціва на зламыснае.

source: Malicious applications may use this to forge incoming SMS messages.
be: Зламысныя праґрамы могуць карыстацца гэтым, каб падрабляцца, быццам SMS атрымалі.

source: Malicious applications may use this to kill any other running application.
be: Зламысныя праґрамы могуць карыстацца гэтым, каб забіваць усе іншыя запушчаныя праґрамы.

source: Malicious apps can use this to pretend to be a friend and trick you into revealing passwords or other confidential information.
be: Зламысныя праґрамы могуць карыстацца гэтым, каб прыкінуцца сябрам і хітрасьцю атрымаць ад вас паролі ці іншыя сакрэтныя зьвесткі.

source: Malicious apps can use this to read private communications between you and your friends on social networks.
be: Зламысныя праґрамы могуць карыстацца гэтым, каб сачыць за асабістымі зносінамі між вамі ды вашымі сябрамі ў грамадзкіх сетках.

source: Manage
be: Кіраваць

source: Manage Fixed Dialing Numbers
be: Кіраваць замацаванымі нумарамі

source: Manage Huawei Social Club
be: Кіраваць таварыскім клюбам Huawei

source: Manage Internet calling (SIP) accounts and status
be: Кіраваць рахункамі ды станам выклікаў празь сеціва (SIP)

source: Manage SIM card messages
be: SMS на картцы SIM

source: Manage Wi-Fi, Bluetooth, airplane mode, & mobile networks
be: Кіраваць Wi-Fi, Bluetooth, рэжымам самалёту, & мабільнымі сеткамі

source: Manage Wi-Fi, Bluetooth, airplane mode, mobile networks, & VPNs
be: Кіраваць станам «у самалёце», перасоўнымі сеткамі, VPN, Wi-Fi, Bluetooth

source: Manage WiFi, Bluetooth, airplane mode, mobile networks, & VPNs
be: Кіраваць станам «у самалёце», перасоўнымі сеткамі, VPN, Wi-Fi, Bluetooth

source: Manage accessibility options
be: Кіраваць можнасьцямі даступнасьці

source: Manage accounts
be: Кіраваць рахункамі

source: Manage and remove installed applications
be: Кіраваць усталяванымі праґрамамі ды прыбіраць іх

source: Manage and remove installed apps
be: Кіраваць усталяванымі праґрамамі ды прыбіраць іх

source: Manage app groups
be: Кіраваць суполкамі

source: Manage application groups
be: Кіраваць суполкамі праґрамаў

source: Manage application list
be: Кіраваць сьпісам праґрамаў

source: Manage applications
be: Кіраваць праґрамамі

source: Manage applications, set up quick launch shortcuts
be: Кіраваць праґрамамі, выклічнікамі запускаць праґрамы

source: Manage apps
be: Кіраваць праґрамамі

source: Manage apps, set up quick launch shortcuts
be: Кіраваць праґрамамі, выклічнікамі запускаць праґрамы

source: Manage calls
be: Кіраваць выклікамі

source: Manage conference
be: Кіраваць нарадаю

source: Manage conference call
be: Кіраваць выклікамі да нарады

source: Manage connections, set device name & discoverability
be: Кіраваць злучэньнямі, вызначыць назву ды бачнасьць прылады

source: Manage device administrators
be: Наставіць кіраўнікоў прылады

source: Manage messages stored on your SIM card
be: Кіраваць паведамленьнямі, захаванымі на картцы SIM

source: Manage news topics
be: Кіраваць тэмамі навінаў

source: Manage personalized search history for %1$s
be: Кіраваць асабістаю гісторыяй пошуку для %1$s

source: Manage phone number list
be: Кіраваць сьпісам тэлефонных нумароў

source: Manage profiles
be: Кіраваць профілямі

source: Manage search history
be: Кіраваць гісторыяй пошуку

source: Manage search settings and history
be: Кіраваць наладамі пошуку ды гісторыі

source: Manage space
be: Кіраваць прастораю

source: Manage text input options
be: Кіраваць можнасьцямі уводзіць тэкст

source: Manage your sms templates
be: Кіраваць шаблёнамі SMS

source: Manager
be: Кіраўнік

source: Manaus
be: Манаўс

source: Mandarin (zh-cn)
be: Пэкінская (zh-cn)

source: Manual
be: Самастойна

source: Manual setup
be: Уладкаваць самастойна

source: Manually control GPS to prevent app from using it
be: Самастойна кіруйце GPS, каб не дазволіць праґрамам ім карыстацца

source: Manually control GPS to prevent application from using it
be: Самастойна кіруйце GPS, каб не дазволіць праґрамам ім карыстацца

source: Manufacturer:
be: Вытворца:

source: Many
be: Усе

source: Many servers don't support passwords with spaces.
be: Шмат якія паштавікі не падтрымваюць пароляў з прагаламі.

source: Map
be: Мапа

source: Map address
be: Адрас на мапе

source: Map mode
be: Выгляд мапы

source: Map of
be: Мапа

source: Maps
be: Мапы

source: Maps live wallpaper
be: Жывыя шпалеры з мапаў

source: Maps live wallpaper settings
be: Налады жывых шпалераў з мапаў

source: Mar
be: сак

source: March
be: сакавік

source: Mark All Read
be: Пазначыць усё прачытаным

source: Mark all as \"Read\"
be: Пазначыць усё прачытаным

source: Mark as Read
be: Пазначыць прачытаным

source: Mark as Unread
be: Пазначыць непрачытаным

source: Mark as read
be: Пазначыць прачытаным

source: Mark as unread
be: Пазначыць непрачытаным

source: Mark comment as
be: Пазначыць выказваньне як

source: Mark read
be: Пазначыць прачытаным

source: Mark this as spam
be: Пазначыць як лухту

source: Mark unread
be: Пазначыць непрачытаным

source: Market
be: Крама

source: Market Checkin
be: Адзначальнік крамы

source: Market Downloader
be: Спампоўвальнік крамы

source: Market Installer
be: Усталёўца крамы

source: Market Sync
be: Сынхранізавальнік крамы

source: Market Update
be: Абнаўленьне крамы

source: Market Updates
be: Абнаўленьні крамы

source: Market content
be: Зьмесьціва крамы

source: Market license check
be: Спраўдзіць ліцэнзію ад крамы
